Repository: Kyoxal/simple-icons-website
Catalog: locales/*.po
Languages: ru

source: Extension
ru: Расширение

source: Author
ru: Автор

source: Main Repository
ru: Основной репозиторий

source: Legal Disclaimer
ru: Юридическое предупреждение

source: Third-Party Extensions
ru: Расширения сторонних производителей

source: Controls are only available when JavaScript is enabled.
ru: Элементы управления доступны только при включенном JavaScript.

source: Search by brand...
ru: Поиск по бренду...

source: Sort alphabetically
ru: Сортировать по алфавиту

source: Sort by relevance
ru: Сортировать по релевантности

source: Light color scheme
ru: Светлая цветовая схема

source: Dark color scheme
ru: Темная цветовая схема

source: System color scheme
ru: Системная цветовая схема

source: Download
ru: Скачать

source: download SVG
ru: скачать SVG

source: download PDF
ru: скачать PDF

source: Icon missing?
ru: Иконка отсутствует?

source: Submit a request
ru: Отправить запрос

source: $iconTitle guidelines
ru: Рекомендации по $iconTitle

source: $iconTitle icon license
ru: Лицензия на иконку $iconTitle

source: X logo
ru: Логотип X

source: Made with ❤️ on GitHub
ru: Сделано с ❤️ на GitHub

source: Share this on X!
ru: Поделитесь этим в X!

source: Use $repoLink for requests, corrections and contributions.
ru: Используйте $repoLink для запросов, исправлений и вкладов.

source: Search
ru: Поиск

source: Order
ru: Сортировка

source: Mode
ru: Режим

source: Brand Guidelines
ru: Рекомендации по бренду

source: $iconTitle color
ru: Цвет $iconTitle

source: Website repository
ru: Репозиторий сайта

source: $nIcons Free <abbr title="Scalable Vector Graphic">SVG</abbr> icons for popular brands
ru: $nIcons Бесплатных <abbr title="Scalable Vector Graphic">SVG</abbr> иконок популярных брендов

source: A <a href="https://github.com/simple-icons/simple-icons/blob/develop/LICENSE.md">CCO</a> project maintained by the <a href="https://github.com/simple-icons/simple-icons/graphs/contributors">Simple Icons contributors</a>.
ru: Проект <a href="https://github.com/simple-icons/simple-icons/blob/develop/LICENSE.md">CCO</a>, поддерживаемый <a href="https://github.com/simple-icons/simple-icons/graphs/contributors">соавторами Simple Icons</a>.

source: Kindly supported by your donations at <a href="https://opencollective.com/simple-icons">Open Collective</a>.
ru: При поддержке ваших пожертвований в <a href="https://opencollective.com/simple-icons">Open Collective</a>.

source: $nIcons Free SVG icons for popular brands
ru: $nIcons Бесплатных SVG иконок популярных брендов

source: Language
ru: Язык

source: Sort by color
ru: Сортировать по цвету

source: Deprecated
ru: Устарело

source: Removal at $version
ru: Удаление в версии $version

source: Layout
ru: Расположение

source: Comfortable
ru: Удобный

source: Compact
ru: Компактный

source: view $iconTitle
ru: просмотреть $iconTitle

source: Download SVG
ru: Скачать SVG

source: Download colored SVG
ru: Скачать цветной SVG

source: Download PDF
ru: Скачать PDF

source: It will be removed at version $version
ru: Это будет удалено в версии $version

source: no brand guidelines
ru: нет рекомендаций по бренду

source: no icon license
ru: нет лицензии на иконку

source: Icon outdated?
ru: Иконка устарела?

source: Report outdated icon
ru: Сообщить об устаревшей иконке
